Repository: SURFnet/short
Catalog: translations/messages+intl-icu.*.xlf
Languages: de, es, nl

# error.wrong_url
source: Oopsie, this is not quite a correct URL, possibly a typo or missing the http:// or https:// at the beginning of the URL!
de: Hoppla, die URL ist nicht korrekt, möglicherweise ein Tippfehler oder es fehlt das http:// oder https:// am Anfang der URL!
es: ¡Ups! La URL no es correcta, posiblemente contenga una errata o falta el http:// o https:// al principio de la URL.
nl: Oepsie, dit is niet helemaal een correcte URL, mogelijk een tikfout of ontbreekt de http:// of https:// aan het begin van de URL!

# placeholder.enter_edited_link
source: Enter the new link (URL) here
de: Geben Sie den neuen Link (URL) hier ein
es: Introduzca el nuevo enlace (URL) aquí
nl: Geef hier de nieuwe link (URL) in

# tooltip.show_qr
source: Show QR code
de: QR-Code anzeigen
es: Mostrar código QR
nl: Toon QR-code

# title.created
source: {parent} - created
de: {parent} - erstellt
es: {parent} - creado
nl: {parent} - aangemaakt

# stats.users_count
source: Number of unique users: {value}
de: Anzahl der eindeutigen Benutzer: {value}
es: Número de usuarios únicos: {value}
nl: Aantal unieke gebruikers: {value}

# title.previous_links
source: Previously created links:
de: Zuvor erstellte Links:
es: Enlaces creados anteriormente:
nl: Eerder aangemaakte linkjes:

# title.shorten_link
source: Shorten a link:
de: Einen Link kürzen:
es: Acortar un enlace:
nl: Verkort een linkje:

# placeholder.enter_url
source: Enter the original link (URL) here
de: Geben Sie hier den ursprünglichen Link (URL) ein
es: Introduzca el enlace original (URL) aquí
nl: Geef hier de originele link (URL) in

# placeholder.enter_short_code
source: The desired short code (empty for autogenerate)
de: Das gewünschte Kürzel des resultierenden Links (zur Autogenerierung leer lassen)
es: El código acortado deseado (vacío para autogenerar)
nl: De gewenste shortcode (leeg voor autogenerate)

# button.shorten_it
source: Shorten it!
de: Link kürzen!
es: ¡Acórtalo!
nl: Verkort!

# menu.home
source: Home
de: Startseite
es: Inicio

# menu.support
source: Support
es: Soporte

# text.to_create_link
source: To shorten your own link:
de: Um Ihren Link zu kürzen:
es: Para acortar su propio enlace:
nl: Om zelf een link te verkorten:

# title.actions
source: Actions
de: Aktionen
es: Acciones
nl: Acties

# title.clicks
source: Clicks
de: Klicks
es: Clics

# title.shortened
source: Shortened
de: Gekürzt
es: Acortado
nl: Verkort

# title.date
source: Date
de: Datum
es: Fecha
nl: Datum

# title.owner
source: Owner
de: Eigentümer
es: Propietario
nl: Eigenaar

# title.original_link
source: Original link
de: Ursprünglicher Link
es: Enlace original
nl: Originele link

# tooltip.copy_url
source: Copy short url to clipboard
de: Gekürzte URL in die Zwischenablage kopieren
es: Copiar la URL corta al portapapeles
nl: Kopieer verkorte url naar het klembord

# tooltip.edit_url
source: Edit the original url
de: Bearbeiten der ursprünglichen URL
es: Editar la URL original
nl: Bewerk de originele url

# tooltip.remove_url
source: Remove {shorturlshort}?
de: Entfernen {shorturlshort}?
es: ¿Borrar {shorturlshort}?
nl: Verwijder {shorturlshort}?

# title.all_links
source: All links:
de: Alle Links:
es: Todos los enlaces:
nl: Alle linkjes:

# title.new_link_is
source: Your new link is:
de: Der neue Link ist:
es: Su nuevo enlace es:
nl: Je nieuwe link is:

# title.link_refers_to
source: This one refers to:
de: Dieser bezieht sich auf:
es: Referido a:
nl: Deze verwijst naar:

# title.test_link
source: Want to test it?
de: Wollen Sie es testen?
es: ¿Quiere probarlo?
nl: Even testen?

# title.copy_link
source: Copy link to clipboard:
de: Link in die Zwischenablage kopieren:
es: Copia el enlace al portapapeles:
nl: Kopieer link naar klembord:

# action.copy
source: Copy
de: Kopie
es: Copiar
nl: Kopieer

# action.back_to_overview
source: Back to your overview
de: Zurück zur Übersicht
es: Volver a la vista general
nl: Terug naar je overzicht

# title.edit
source: {parent} - edit
de: {parent} - bearbeiten
es: {parent} - editar
nl: {parent} - bewerken

# title.edit_link
source: Adjust link for {shorturlshort}:
de: Anpassen des Links {shorturlshort}:
es: Ajustar el enlace para {shorturlshort}:
nl: Link aanpassen voor {shorturlshort}:

# error.type_correct_url
source: Type or paste a (correct) URL above.
de: Tippen Sie oder Fügen Sie oben eine (korrekte) URL ein.
es: Escriba o pegue una URL válida arriba.
nl: Type of plak hierboven een (correcte) URL.

# action.modify
source: Modify
de: Ändern
es: Modificar
nl: Aanpassen

# title.manage
source: {parent} - manage
de: {parent} - verwalten
es: {parent} - administrar

# title.stats
source: {parent} - stats
de: {parent} - Statistiken
es: {parent} - estadísticas

# title.all_time
source: All time
de: Alle Zeiten
es: Desde la creación
nl: Allertijden

# stats.links_count
source: Total number of links: {value}
de: Gesamtzahl aller Links: {value}
es: Número total de enlaces: {value}
nl: Totaal aantal links: {value}

# stats.clicks_count
source: Total number of clicks: {value}
de: Gesamtzahl der Klicks: {value}
es: Número total de clics: {value}
nl: Totaal aantal kliks: {value}

# title.date_range
source: Period
de: Zeitraum
es: Periodo
nl: Periode

# stats.date_range_links_count
source: Links created this period: {value}
de: In diesem Zeitraum entstandene Links: {value}
es: Enlaces creados durante este periodo: {value}
nl: Links aangemaakt deze periode: {value}

# stats.date_range_clicks_count
source: Clicks on links created in this period: {value}
de: Aufrufe der Links, die in diesem Zeitraum erstellt wurden: {value}
es: Clics en los enlaces creados en este período: {value}
nl: Kliks op links aangemaakt in deze periode: {value}

# stats.date_range_users_count
source: Number of unique users who created a link this period: {value}
de: Anzahl der eindeutigen Benutzer, die in diesem Zeitraum einen Link erstellt haben: {value}
es: Número de usuarios únicos que crearon un enlace en este período: {value}
nl: Aantal unieke gebruikers die een link aanmaakten deze periode: {value}

# action.admin
source: admin
es: administrar

# short_url.deleted_successfully
source: The URL was deleted.
de: Die URL wurde gelöscht.
es: La URL fue borrada.
nl: De URL is verwijderd.

# short_url.updated_successfully
source: The URL was updated.
de: Die URL wurde aktualisiert.
es: La URL fue actualizada.
nl: De URL is aangepast.

# short_url.refers_to
source: The short link <code>{ shorturlshort }</code> refers to:
de: Der gekürzte Link <code>{ shorturlshort }</code> verweist auf:
es: El enlace corto <code>{ shorturlshort }</code> se refiere a:
nl: De korte link <code>{ shorturlshort }</code> verwijst naar:

# short_url.continue_to
source: Continue to { shorturlshort }
de: Weiter zu { shorturlshort }
es: Continuar a { shorturlshort }
nl: Doorgaan naar { shorturlshort }

# qr_code.alt_message
source: qr-code for { shorturlshort }
de: QR Code für { shorturlshort }
es: Código QR para { shorturlshort }
nl: qr-code voor { shorturlshort }

# title.new_link_created
source: Your new link is ready to use
de: Ihr neuer Link steht zur Verwendung bereit
es: Su nuevo enlace está listo para ser usado
nl: Je nieuwe link is klaar voor gebruik

# input.date_range
source: Period from <input type="date" name="from" value="{from}"> to <input type="date" name="to" value="{to}"> (including).
de: Zeitraum von <input type="date" name="from" value="{from}"> bis <input type="date" name="to" value="{to}"> (einschließlich).
es: Periodo desde <input type="date" name="from" value="{from}"> a <input type="date" name="to" value="{to}"> (inclusive).
nl: Periode van <input type="date" name="from" value="{from}"> tot <input type="date" name="to" value="{to}"> (inclusief).

# button.login
source: Login with {value}
de: Anmeldung mit {value}
es: Iniciar sesión con {value}
nl: Login met {value}

# menu.about
source: Privacy (by design)
de: Datenschutz (by design)
es: Privacidad (por diseño)

# input.help_filter
source: Search by original link
nl: Zoek op...
